Repository: OrHava/legal_quest
Catalog: lib/l10n/intl_*.arb
Languages: he

# homeTitle
source: Home
he: בית

# workTitle
source: My Work
he: העבודות שלי

# aboutTitle
source: About Me
he: עליי

# contactTitle
source: Contact
he: צור קשר

# testimonialsTitle
source: Testimonials
he: המלצות

# text_home_1
source: Where Creativity Meets Innovation
he: כאשר יצירתיות פוגשת חדשנות

# text_home_2
source: Explore Cutting-Edge Projects
he: גלו פרויקטים חדשניים

# text_home_3
source: Let's Push the Boundaries Together
he: בואו נפרוץ יחד את הגבולות

source: Launch Space Dodge
he: התחלת משחק הדפת חלל

source: Learn More
he: ללמוד עוד

source: Welcome to Or Hava Portfolio
he: ברוכים הבאים לתיק עבודות של אור הבה

# view_Demo
source: View On GitHub
he: קישור לגיטאב

source: See Project Details
he: פרטים נוספים

# greeting
source: 👋 Hi, I'm Or Hava!
he: 👋 היי, אני אור הבה!

# introduction
source: I’m a visionary software engineer with a passion for transforming ideas into impactful applications. I specialize in crafting personalized solutions that resonate with users and elevate businesses to new heights.
he: אני מהנדס תוכנה עם חזון עם תשוקה להפוך רעיונות ליישומים משפיעים. אני מתמחה ביצירת פתרונות מותאמים אישית שמדברים עם משתמשים ומעלים את העסקים לגבהים חדשים.

# belief
source: I believe in the magic of user-centric design and seamless functionality. Together, let’s unlock the potential of your ideas and create experiences that inspire. 🚀
he: אני מאמין בקסם של עיצוב ממוקד משתמש ופונקציונליות חלקה. יחד, נפתח את הפוטנציאל של הרעיונות שלך וניצור חוויות שמעוררות השראה. 🚀

source: My Skills
he: הכישורים שלי

source: Contact Me
he: צור קשר

source: name
he: שם

source: Email
he: דואר אלקטרוני

source: Message
he: הודעה

source: Send Message
he: שלח הודעה

source: Get in Touch
he: התחבר אלינו

# location_value
source: Tel Aviv, Israel
he: תל אביב, ישראל

source: Chat on WhatsApp
he: שוחח בוואטסאפ

# message_sent
source: Message sent successfully!
he: ההודעה נשלחה בהצלחה!

# message_failed
source: Failed to send message:
he: שליחת ההודעה נכשלה:

source: About Me
he: אודותיי

source: Who I Am
he: מי אני

source: Our Services
he: השירותים שלנו

source: Why Me?
he: למה אני?

source: Digital Transformation
he: טרנספורמציה דיגיטלית

source: Web Development
he: פיתוח אתרים

source: Mobile Development
he: פיתוח אפליקציות מובייל

source: AI & Machine Learning
he: בינה מלאכותית ולמידת מכונה

source: Expertise
he: מומחיות

source: Innovation
he: חדשנות

source: Client-Focused
he: ממוקד לקוח

source: Proven Results
he: תוצאות מוכחות

# who_i_am_content
source: I am a passionate software developer with expertise in web and mobile application development. With years of experience in the tech industry, I specialize in creating innovative solutions that drive business growth and enhance user experiences.
he: אני מפתח תוכנה נלהב עם מומחיות בפיתוח אתרים ואפליקציות מובייל. עם שנים של ניסיון בתעשיית הטכנולוגיה, אני מתמחה ביצירת פתרונות חדשניים המקדמים צמיחה עסקית ומשפרים את חוויית המשתמש.

# digital_transformation_description
source: Transforming businesses with tech-driven solutions
he: הפיכת עסקים עם פתרונות מבוססי טכנולוגיה

# web_development_description
source: Creating modern web applications
he: יצירת אפליקציות ווב מודרניות

# mobile_development_description
source: Building iOS and Android apps
he: בניית אפליקציות ל-iOS ולאנדרואיד

# ai_machine_learning_description
source: Building smart, scalable AI-powered solutions
he: בניית פתרונות חכמים, מבוססי AI, בקנה מידה רחב

# expertise_description
source: Years of experience with deep industry knowledge.
he: שנים של ניסיון עם ידע מעמיק בתעשייה.

# innovation_description
source: Leveraging the latest trends for cutting-edge solutions.
he: מינוף הטרנדים העדכניים ביותר ליצירת פתרונות מתקדמים.

# client_focused_description
source: I prioritize client needs to deliver tailor-made solutions.
he: אני נותן עדיפות לצרכי הלקוח על מנת לספק פתרונות מותאמים אישית.

# proven_results_description
source: Successfully delivered projects, on time and within budget.
he: פרויקטים מוצלחים, שהושלמו בזמן ובמסגרת התקציב.

# meeting_request_description
source: To request a meeting about building a project and more, contact me directly or fill out the form.
he: כדי לבקש פגישה על בניית פרויקט ועוד, צרו קשר איתי ישירות או מלאו את הטופס.

# contact_form_name_label
source: Your Name
he: שמך

# contact_form_email_label
source: Your Email
he: האימייל שלך

# contact_form_message_label
source: Your Message
he: ההודעה שלך

# contact_form_name_error
source: Please enter your name
he: אנא הכנס את שמך

# contact_form_email_error
source: Enter a valid email
he: הכנס אימייל תקין

# contact_form_message_error
source: Please enter a message
he: אנא הכנס הודעה

# contact_form_send_button
source: Send Message
he: שלח הודעה

# contact_info_title
source: Get in Touch
he: צור קשר

# contact_info_location
source: Tel Aviv, Israel
he: תל אביב, ישראל

# whatsapp_chat_label
source: Chat on WhatsApp
he: צ'אט בוואטסאפ

# daily_limit_reached_message
source: You Reached Your Daily Limits.
he: הגעת למגבלות היומיות שלך.

# clipboard_copy_message
source: copied to clipboard!
he: הועתק ללוח!

source: Let's
he: בואו

source: Talk
he: נדבר

source: Write your message here
he: תרשום את ההודעה שלך כאן

source: Privacy Policy
he: מדיניות פרטיות

source: Terms of Service
he: תנאי שירות

source: Cookie Policy
he: מדיניות קובצי עוגיות

# portfolio_footer_text
source: © 2024 Or Hava Portfolio. All rights reserved.
he: © 2024 אור הבה תיק עבודות. כל הזכויות שמורות.

# description_text
source: I built this page to showcase my projects and skills to potential clients and employers. My focus is on creating exceptional web and mobile applications, whether you need a website, a mobile app, or both for Android, iOS, and web platforms. I am determined and committed to delivering exactly what my clients need. I won't stop until I achieve your vision, ensuring you are satisfied with the final product.
he: בניתי דף זה כדי להציג את הפרויקטים והכישורים שלי ללקוחות ומעסיקים פוטנציאליים. המיקוד שלי הוא על יצירת אפליקציות אינטרנט ומובייל יוצאות דופן, בין אם אתם זקוקים לאתר אינטרנט, אפליקציה למובייל, או שניהם עבור פלטפורמות אנדרואיד, iOS ואינטרנט. אני נחוש ומחויב לספק בדיוק את מה שהלקוחות שלי צריכים. לא אפסיק עד שאשיג את החזון שלכם, ואוודא שאתם מרוצים מהתוצר הסופי.

# skill_custom_websites
source: 🌐 Custom Websites
he: 🌐 אתרי אינטרנט מותאמים אישית

# skill_mobile_apps
source: 📱 Mobile Apps (Android/iOS)
he: 📱 אפליקציות מובייל (אנדרואיד/iOS)

# skill_backend_integration
source: 🔌 Backend Integration
he: 🔌 אינטגרציית צד שרת

# skill_client_collaboration
source: 🤝 Client Collaboration
he: 🤝 שיתוף פעולה עם לקוחות

# closing_message
source: Let's connect and discuss how I can help bring your ideas to life!
he: בואו נתחבר ונדון כיצד אוכל לעזור להפוך את הרעיונות שלכם למציאות!

# app_bar_title
source: Learn More About Me
he: למד עוד עליי

# greeting_name
source: Hi, I'm Or Hava
he: היי, אני אור הבה

# greeting_profession
source: A Passionate Software Engineer
he: מהנדס תוכנה

# how_it_work
source: How It Works
he: איך זה עובד

# how_it_works_content
source: Our website connects users with AI-powered tools to generate legal documents quickly and efficiently. By leveraging the ChatGPT API and user data, we create customized legal contracts, agreements, and other documents that are tailored to your specific needs. Our system processes your inputs, analyzes the information, and produces documents that are legally sound and ready for use.
he: האתר שלנו מחבר משתמשים עם כלים מבוססי בינה מלאכותית ליצירת מסמכים משפטיים במהירות וביעילות. באמצעות ניצול ה-API של ChatGPT ונתוני המשתמש, אנו יוצרים חוזים משפטיים מותאמים אישית, הסכמים ומסמכים אחרים המותאמים לצרכים הספציפיים שלך. המערכת שלנו מעבדת את הקלטים שלך, מנתחת את המידע ומפיקה מסמכים שהם תקפים משפטית ומוכנים לשימוש.

# legal_document_generation
source: Generate contracts, agreements, and other legal documents using AI.
he: יצירת חוזים, הסכמים ומסמכים משפטיים אחרים באמצעות בינה מלאכותית.

# data_privacy
source: We ensure your personal data is securely processed and not shared.
he: אנו מבטיחים שהנתונים האישיים שלך מעובדים באופן מאובטח ולא משותפים.

# fast_processing
source: Get your documents generated quickly without any hassle.
he: קבל את המסמכים שלך במהירות וללא טרחה.

# customizable_templates
source: Choose from a variety of templates to suit your needs.
he: בחר ממגוון תבניות המתאימות לצרכים שלך.

# ai_powered
source: Our documents are powered by the latest AI technology to ensure accuracy and reliability.
he: המסמכים שלנו מופעלים על ידי טכנולוגיית הבינה המלאכותית העדכנית ביותר להבטחת דיוק ואמינות.

# user_centric
source: We focus on providing a seamless experience for users to easily generate their legal documents.
he: אנו מתמקדים במתן חוויה חלקה למשתמשים כדי ליצור בקלות את המסמכים המשפטיים שלהם.

# secure_and_private
source: We take your privacy seriously and ensure your data is processed securely.
he: אנו מתייחסים ברצינות לפרטיות שלך ומבטיחים שהנתונים שלך מעובדים באופן מאובטח.

# affordable
source: Access high-quality legal documents at an affordable price without the need for expensive lawyers.
he: גישה למסמכים משפטיים באיכות גבוהה במחיר סביר ללא צורך בעורכי דין יקרים.

# company1
source: LegalEase Solutions
he: חברת פתרונות משפטיים מתקדמים

# testimonial1
source: This platform makes creating customized legal documents fast and easy. The AI is spot-on, saving us a ton of time.
he: הפלטפורמה הזו הופכת את יצירת המסמכים המשפטיים המותאמים אישית למהירה וקלה. הבינה המלאכותית מדויקת, חוסכת לנו המון זמן.

# company2
source: Carter Legal Consulting
he: ייעוץ משפטי קרטר

# testimonial2
source: Impressive! The ChatGPT API generates high-quality contracts and agreements in minutes, with precision and speed.
he: מרשים! ה-API של ChatGPT מייצר חוזים והסכמים באיכות גבוהה תוך דקות, בדיוק ובמהירות.

# company3
source: Innovative Legal Services
he: שירותים משפטיים חדשניים

# testimonial3
source: A game changer! Custom legal documents are generated quickly, and they're always legally sound.
he: משנה את כללי המשחק! מסמכים משפטיים מותאמים אישית נוצרים במהירות, והם תמיד תקפים משפטית.

# company4
source: Turner Legal Group
he: קבוצת טרנר המשפטית

# testimonial4
source: We save hours on document creation. The AI tool is fast, reliable, and easy to use. Highly recommend!
he: אנחנו חוסכים שעות על יצירת מסמכים. הכלי של הבינה המלאכותית מהיר, אמין וקל לשימוש. ממליץ בחום!

source: Understanding Our Process
he: הבנת התהליך שלנו

source: Services We Offer
he: השירותים שאנו מציעים

source: Why Choose Us?
he: למה לבחור בנו?

# legal_document_generation_title
source: Legal Document Generation
he: יצירת מסמכים משפטיים

# data_privacy_title
source: Data Privacy
he: פרטיות מידע

# fast_processing_title
source: Fast Processing
he: עיבוד מהיר

# customizable_templates_title
source: Customizable Templates
he: תבניות ניתנות להתאמה אישית

# ai_powered_title
source: AI-Powered
he: מופעל על ידי בינה מלאכותית

# user_centric_title
source: User-Centric
he: ממוקד משתמש

# secure_private_title
source: Secure & Private
he: מאובטח ופרטי

# affordable_title
source: Affordable
he: במחיר סביר

# animated_text_1
source: Connect with AI-powered tools for quick and efficient legal document creation.
he: התחבר לכלים מבוססי בינה מלאכותית ליצירה מהירה ויעילה של מסמכים משפטיים.

# animated_text_2
source: Generate personalized contracts, agreements, and more in minutes.
he: צור חוזים מותאמים אישית, הסכמים ועוד תוך דקות.

# animated_text_3
source: Let AI help you with all your legal document needs.
he: תן לבינה מלאכותית לעזור לך בכל צרכי המסמכים המשפטיים שלך.

source: Create Contract
he: יצירת חוזה

source: Create Lawsuit
he: יצירת תביעה

source: Create Defense
he: יצירת הגנה

# welcome_title
source: Welcome To Legal Quest
he: ברוכים הבאים ל- Legal Quest

# generate_contract_prompt
source: Generate a detailed contract based on the following details:
he: צור חוזה מפורט על בסיס הפרטים הבאים:

source: Party A:
he: צד א':

source: Party B:
he: צד ב':

source: ID:
he: מזהה:

source: Subject of Contract:
he: נושא החוזה:

source: details
he: פרטים

# ensure_contract
source: Ensure the contract is professional, legally valid, and formatted properly.
he: וודא שהחוזה מקצועי, תקף משפטית ומעוצב כראוי.

# no_contract_to_download
source: No contract to download. Generate it first!
he: אין חוזה להורדה. צור אותו קודם!

source: Create Your Contract
he: צור את החוזה שלך

# generate_professional_contracts
source: Generate professional contracts in minutes
he: צור חוזים מקצועיים תוך דקות

source: Quick Start
he: התחלה מהירה

source: partyAName
he: שם צד א'

source: partyAId
he: מזהה צד א'

source: partyBName
he: שם צד ב'

source: partyBId
he: מזהה צד ב'

# subject_of_contract_field
source: Subject of Contract
he: נושא החוזה

source: Contract Details
he: פרטי החוזה

# contract_details_hint
source: Provide clear and detailed information such as key terms, responsibilities, payment terms, and any special conditions.
he: ספק מידע ברור ומפורט כגון תנאים עיקריים, אחריות, תנאי תשלום וכל תנאי מיוחד.

# generate_contract_button
source: Generate Contract
he: צור חוזה

source: Generated Contract
he: החוזה שנוצר

# edit_contract_hint
source: Edit your info here...
he: ערוך את המידע שלך כאן...

source: Download PDF
he: הורד PDF

# changes_saved
source: Changes saved successfully!
he: השינויים נשמרו בהצלחה!

source: Save Changes
he: שמור שינויים

source: Select Example
he: בחר דוגמה

source: Fill Example Data
he: מלא נתוני דוגמה

# please_select_example
source: Please select an example first.
he: אנא בחר דוגמה תחילה.

source: Contract Generator
he: יוצר החוזים

# name_example1
source: Web Development Contract
he: חוזה פיתוח אתר אינטרנט

# contract_subject1
source: Web Application Development Agreement
he: הסכם פיתוח אפליקציית אינטרנט

# details1
source: This contract outlines the terms and conditions for the development of a custom e-commerce web application. TechCorp Solutions Inc. (the Developer) agrees to design, develop, and deliver a fully functional web application for WebWizards LLC (the Client) within 6 months from the contract start date. The project includes user authentication, product catalog, shopping cart functionality, and payment gateway integration. The total project cost is $75,000, payable in three installments.
he: חוזה זה מפרט את התנאים לפיתוח אפליקציית אינטרנט מותאמת אישית למסחר אלקטרוני. TechCorp Solutions Inc. (המפתח) מסכימה לתכנן, לפתח ולספק אפליקציית אינטרנט מלאה ל-WebWizards LLC (הלקוח) תוך 6 חודשים מתאריך תחילת החוזה. הפרויקט כולל אימות משתמשים, קטלוג מוצרים, פונקציונליות עגלת קניות ואינטגרציה של שער תשלומים. עלות הפרויקט הכוללת היא 75,000$ לתשלום בשלושה תשלומים.

# name_example2
source: Apartment Rental Agreement
he: הסכם שכירות דירה

# party_b_name2
source: John Doe
he: ג'ון דו

# contract_subject2
source: Residential Lease Agreement
he: הסכם שכירות למגורים

# details2
source: This lease agreement is made between Greenfield Properties (the Landlord) and John Doe (the Tenant) for the rental of the apartment located at 123 Elm Street. The lease term is 12 months starting from January 1, 2024, with a monthly rent of $1,500 payable on the first day of each month.
he: הסכם השכירות הזה נערך בין נכסי גרינפילד (המשכיר) לבין ג'ון דו (השוכר) להשכרת הדירה הממוקמת ברחוב אלם 123. תקופת השכירות היא 12 חודשים החל מה-1 בינואר 2024, עם דמי שכירות חודשיים בסך 1,500 דולר שישולמו ביום הראשון של כל חודש. הדירה כוללת שני חדרי שינה, חדר אמבטיה אחד, סלון ומטבח מאובזר במכשירים מודרניים. שירותים כמו מים ופינוי אשפה כלולים בשכירות, אך חשמל ואינטרנט על השוכר לארגן ולשלם בנפרד. הדירה מאפשרת גידול חיות מחמד, עד שתי חיות מחמד במשקל של עד 50 פאונד כל אחת, עם פיקדון חד פעמי שאינו ניתן להחזר בסך 300 דולר לכל חיית מחמד ותשלום חודשי נוסף בסך 25 דולר לכל חיית מחמד. השוכר אחראי לשמור על ניקיון הדירה, לדווח על נזקים באופן מיידי ולעמוד בשעות שקט בין 22:00 ל-07:00. השוכר אינו רשאי להשכיר את הדירה משנה לשוכר משנה ללא הסכמת המשכיר בכתב. העישון אסור בהחלט בתוך הדירה ובאזורים המשותפים. כל שינוי בדירה, כגון צביעה או התקנת מתקנים, מחייב אישור מראש בכתב מהמשכיר. השוכר מחויב להציג הוכחה לביטוח שוכרים עם כיסוי מינימלי של 50,000 דולר לפני הכניסה לדירה. חניה זמינה במקום לרכב אחד, עם אפשרות למקום חניה נוסף בעלות של 50 דולר לחודש. המשכיר שומר לעצמו את הזכות לבצע בדיקות תקופתיות עם התראה של 24 שעות כדי לוודא עמידה בתנאי השכירות. בסיום תקופת השכירות, השוכר חייב להחזיר את הדירה במצב שבו קיבלה, למעט בלאי רגיל, על מנת לקבל החזר של הפיקדון הביטחוני בסך 1,000 דולר. כל הפרה של תנאי השכירות עלולה להוביל לקנסות, פינוי או איבוד הפיקדון הביטחוני. השוכר מאשר קבלת עותק של חוקי ותקנות הנכס ומסכים לפעול על פיהם במהלך כל תקופת השכירות.

# name_example3
source: Software Engineer Employment Contract
he: חוזה העסקה למהנדס תוכנה

# party_b_name3
source: Jane Smith
he: ג'יין סמית

# contract_subject3
source: Employment Agreement
he: הסכם העסקה

# details3
source: This employment agreement is between Global Enterprises (the Employer) and Jane Smith (the Employee). Jane Smith agrees to serve as a Software Engineer starting on February 1, 2024. The annual salary is $90,000 with benefits including health insurance and a retirement plan.
he: הסכם העסקה זה הוא בין Global Enterprises (המעסיק) לבין ג'יין סמית (העובדת). ג'יין סמית מסכימה לשמש כמהנדסת תוכנה החל מה-1 בפברואר 2024. השכר השנתי הוא 90,000$ עם הטבות הכוללות ביטוח בריאות ותוכנית פנסיה.

# name_example4
source: Charter Flight Service Contract
he: חוזה שירות טיסות צ'רטר

# contract_subject4
source: Charter Flight Service Agreement
he: הסכם שירות טיסות צ'רטר

# details4
source: This agreement is between BlueSky Airlines (the Carrier) and SkyHigh Tours Ltd. (the Client) for charter flight services. The Carrier will provide a Boeing 737 for a charter flight from New York to Los Angeles on March 15, 2024. The total cost for the service is $50,000.
he: הסכם זה הוא בין BlueSky Airlines (המוביל) לבין SkyHigh Tours Ltd. (הלקוח) עבור שירותי טיסות צ'רטר. המוביל יספק מטוס בואינג 737 לטיסת צ'רטר מניו יורק ללוס אנג'לס ב-15 במרץ 2024. העלות הכוללת לשירות היא 50,000$.

# name_example5
source: Educational Software License
he: רישיון תוכנה חינוכית

# contract_subject5
source: Software Licensing Agreement
he: הסכם רישיון תוכנה

# details5
source: This agreement grants BrightFuture Education Corp. (the Licensee) a non-exclusive license to use StarTech Innovations' educational software suite. The license term is for two years starting from April 1, 2024, with a licensing fee of $10,000 per year.
he: הסכם זה מעניק ל-BrightFuture Education Corp. (בעל הרישיון) רישיון לא בלעדי לשימוש בחבילת התוכנה החינוכית של StarTech Innovations. תקופת הרישיון היא לשנתיים החל מה-1 באפריל 2024, עם דמי רישיון של 10,000$ לשנה.

# name_example6
source: Public Transportation Agreement
he: הסכם תחבורה ציבורית

# contract_subject6
source: Public Transport Service Contract
he: חוזה שירות תחבורה ציבורית

# details6
source: City Transport Services (the Provider) agrees to supply public transport services to Urban Developments Ltd. (the Client) for their new residential complex. The contract duration is three years starting from May 1, 2024.
he: City Transport Services (הספק) מסכימה לספק שירותי תחבורה ציבורית ל-Urban Developments Ltd. (הלקוח) עבור המתחם המגורים החדש שלהם. משך החוזה הוא שלוש שנים החל מה-1 במאי 2024.

# name_example7
source: Marketing Campaign Contract
he: חוזה קמפיין שיווקי

# contract_subject7
source: Advertising Campaign Agreement
he: הסכם קמפיין פרסומי

# details7
source: Creative Media Agency (the Agency) will create and manage an advertising campaign for Fashion Forward Inc. (the Client). The campaign will run from June to August 2024 with a total budget of $150,000.
he: Creative Media Agency (הסוכנות) תיצור ותנהל קמפיין פרסומי עבור Fashion Forward Inc. (הלקוח). הקמפיין יתקיים מיוני עד אוגוסט 2024 עם תקציב כולל של 150,000$.

# name_example8
source: Office Building Construction Agreement
he: הסכם בניית בניין משרדים

# contract_subject8
source: Construction Contract Agreement
he: הסכם חוזה בנייה

# details8
source: EcoBuild Contractors (the Contractor) agrees to construct a new office building for GreenCity Developers Ltd. (the Client). The project will commence on July 1, 2024, with an estimated completion date of December 31, 2025.
he: EcoBuild Contractors (הקבלן) מסכימה לבנות בניין משרדים חדש עבור GreenCity Developers Ltd. (הלקוח). הפרויקט יתחיל ב-1 ביולי 2024, עם תאריך סיום משוער של 31 בדצמבר 2025.

# name_example9
source: IT Support Service Contract
he: חוזה שירות תמיכת IT

# contract_subject9
source: IT Support Services Agreement
he: הסכם שירותי תמיכת IT

# details9
source: Digital Dynamics LLC (the Provider) will provide IT support services to NextGen Tech Solutions Inc. (the Client). This includes network maintenance and cybersecurity monitoring starting August 1, 2024.
he: Digital Dynamics LLC (הספק) תספק שירותי תמיכת IT ל-NextGen Tech Solutions Inc. (הלקוח). זה כולל תחזוקת רשת וניטור אבטחת סייבר החל מה-1 באוגוסט 2024.

# name_example10
source: Fresh Produce Supply Agreement
he: הסכם אספקת תוצרת טרייה

# party_a_name10
source: FreshFoods Supply Co.
he: חברת אספקת מזון טרי

# party_b_name10
source: HealthyEats Restaurant Group
he: רשת מסעדות אוכל בריא

# contract_subject10
source: Food Supply Contract Agreement
he: הסכם חוזה אספקת מזון

# details10
source: FreshFoods Supply Co. (the Supplier) will deliver fresh produce to HealthyEats Restaurant Group (the Buyer) on a weekly basis starting September 1, 2024. The contract value is estimated at $20,000 per month.
he: חברת אספקת מזון טרי (הספק) תספק תוצרת טרייה לרשת מסעדות אוכל בריא (הקונה) על בסיס שבועי החל מה-1 בספטמבר 2024. ערך החוזה מוערך ב-20,000$ לחודש.

source: contractSubject
he: נושא החוזה

# defender_writer
source: Defense Writer
he: כותב כתב הגנה

source: defender Name
he: שם המגן

source: defender Id
he: תעודת זהות של המגן

source: offense Details
he: פרטי העבירה

source: defense Details
he: פרטי ההגנה

source: additional Notes
he: הערות נוספות

source: Traffic Violation Defense
he: הגנה על עבירת תנועה

source: Noise Complaint Defense
he: הגנה על תלונת רעש

source: Write Your Defense
he: כתוב את ההגנה שלך

source: Generate Defense
he: צור הגנה

# defender_hint
source: Enter the defender's full name
he: הזן את שמו המלא של הנאשם

# defender_id_hint
source: Enter a unique ID for the defender
he: הזן מזהה ייחודי לנאשם

# offense_details_hint
source: Describe the offense details clearly
he: תאר את פרטי העבירה בצורה ברורה

# defense_details_hint
source: Explain the defense argument for the case
he: הסבר את טיעון ההגנה למקרה

# additional_notes_hint
source: Optional notes for the defense statement
he: הערות אופציונליות להצהרת ההגנה

# write_defense
source: Write a detailed defense statement based on the following details:
he: כתוב הצהרת הגנה מפורטת בהתבסס על הפרטים הבאים:

# ensure_defense
source: Ensure the defense is clear, logical, and persuasive, addressing all relevant points of the offense.
he: ודא שההגנה ברורה, הגיונית ומשכנעת, ומתייחסת לכל הנקודות הרלוונטיות של העבירה.

# name_example11
source: Traffic Violation Defense
he: הגנה על הפרת תנועה

# defender_name1
source: John Doe
he: ג'ון דו

# offense_details1
source: Speeding in a 40 mph zone at 55 mph on Main Street.
he: נסיעה במהירות 55 מייל לשעה באזור עם מגבלת מהירות של 40 מייל לשעה ברחוב מיין.

# defense_details1
source: The speed limit signs were obscured by tree branches, and the radar device used was not calibrated recently.
he: שלטי המהירות היו מוסתרים על ידי ענפי עצים, והתקן הרדאר בו נעשה שימוש לא היה מכויל לאחרונה.

# additional_notes1
source: John Doe has no prior violations and was cooperative during the stop.
he: ג'ון דו אין לו הפרות קודמות והוא שיתף פעולה במהלך העיכוב.

# name_example12
source: Noise Complaint Defense
he: הגנה על תלונת רעש

# defender_name2
source: Emily Green
he: אמילי גרין

# offense_details2
source: Exceeding permissible noise levels during a house party on Nov 25, 2024.
he: חציית גבולות הרעש המותרת במהלך מסיבת בית ב-25 בנובמבר 2024.
