Repository: OrHava/legal_quest
Catalog: lib/l10n/intl_*.arb
Languages: he

# defense_details2
source: The noise level was within permissible limits, and the complaint was made by a neighbor who has a history of false complaints.
he: רמת הרעש הייתה בתוך הגבולות המותרים, והתלונה הוגשה על ידי שכן שיש לו היסטוריה של תלונות כוזבות.

# additional_notes2
source: The police did not measure the noise level with a decibel meter.
he: המשטרה לא מדדה את רמת הרעש באמצעות מד רעש.

source: Generated Lawsuit
he: תביעה שהופקה

source: Plaintiff Name
he: שם התובע

source: Plaintiff ID
he: מזהה התובע

source: Defendant Name
he: שם הנתבע

source: Defendant ID
he: מזהה הנתבע

source: Subject of Lawsuit
he: נושא התביעה

source: Details of the Case
he: פרטי המקרה

# generate_professional
source: Generate professional lawsuit drafts in minutes
he: יצירת טיוטות תביעה מקצועיות תוך דקות

source: Create Your Lawsuit
he: צור את התביעה שלך

source: Lawsuit Generator
he: מחולל תביעות

# generate_a_detailed_lawsuit
source: Generate a detailed lawsuit draft based on the following details:
he: צור טיוטת תביעה מפורטת בהתבסס על הפרטים הבאים:

# ensure_lawsuit
source: Ensure the lawsuit is professional, legally valid, and formatted properly.
he: ודא שהתביעה מקצועית, חוקית ומעוצבת כראוי.

source: Plaintiff:
he: תובע:

source: Defendant:
he: נתבע:

# name_example13
source: Breach of Contract Lawsuit
he: תביעת הפרת חוזה

# plaintiffName1
source: Jane Doe
he: ג'יין דו

# defendantName1
source: XYZ Corp.
he: חברת XYZ

# lawsuitSubject1
source: Breach of Contract
he: הפרת חוזה

# lawsuit_details1
source: Jane Doe alleges that XYZ Corp. failed to fulfill the terms of their contract for providing IT services, resulting in financial losses. The plaintiff seeks $50,000 in damages and the enforcement of specific contract clauses.
he: ג'יין דוה טוענת כי XYZ Corp. לא מילאה את התחייבויותיה בהתאם להסכם לספק שירותי IT למען תפעול עסקי שלה, וכתוצאה מכך נגרמו לה הפסדים כספיים. התובעת תובעת סכום של 50,000 דולר כפיצויים והוצאה לפועל של סעיפים ספציפיים בהסכם. ג'יין טוענת כי XYZ Corp. הפרה ברשלנות ובזדון את התחייבויותיה על פי ההסכם, בכך שלא הצליחה לעמוד ברמות השירות שנקבעו, כולל תמיכה בניהול IT, ניהול תשתיות בענן, נהלי אבטחת מידע, עדכונים שוטפים, תחזוקה סדירה ומעקב 24/7 אחר מערכות עסקיות קריטיות. ג'יין טוענת כי XYZ Corp. לא הצליחה לעמוד בהתחייבויות אלה, דבר שגרם לתקלות חוזרות במערכות, ליקויים באבטחת הרשת וזמני תגובה ארוכים מדי לבקשות התמיכה. כתוצאה מכך, עסקיה של ג'יין סבלו ממספר הפסדי הכנסות משמעותיים בשל חוסר היכולת לפעול ביעילות. באופן ספציפי, העסק של ג'יין נגרם לו הפסד של 50,000 דולר בשל הזדמנויות מכירה שאבדו, מאמצי תיקון יקרים והוצאות הקשורות לגיוס שירותי ייעוץ IT חיצוניים לתיקון כשלים אלו של XYZ Corp. בנוסף, הפרת ההסכם פגעה ביכולת שלה למלא התחייבויות ללקוחות, וגרמה לנזקים תדמיתיים פוטנציאליים ופגיעה בשימור לקוחות. בנוסף, ג'יין מצביעה על כך ש-XYZ Corp. הפרה סעיפים ספציפיים בהסכם הקשורים להגנת נתונים, גילוי הפרות ורמות שירות SLA. כשלים אלו פגעו במידע רגיש של הלקוחות, ובכך הגדילו את הסיכון להפרות נתונים והשלכות משפטיות פוטנציאליות בהתאם לחוקי הגנת המידע כגון GDPR. ג'יין מאמינה שהרשלנות של XYZ Corp. גרמה להפסדים כספיים מידיים לצד השלכות ארוכות טווח שיכולות להשפיע על האמינות והמהימנות של העסק שלה בשוק תחרותי מאוד. בתביעה שלה, ג'יין דורשת פיצויים בסך כולל של 50,000 דולר כדי לכסות הפסדי הכנסות, הוצאות משפט ותיקון הכשלים, ולמנוע סיכונים עתידיים. בנוסף, היא מבקשת את אכיפת סעיפים ספציפיים בהסכם כדי לוודא ש-XYZ Corp. עומדת באחריות שלה לשיקום השירותים לרמות שנקבעו, שמירה על מערכות מאובטחות ומניעת סיכונים עתידיים. תביעת ג'יין מדגישה את החשיבות בניהול מסודר של הסכמים בתחום ה-IT, בו ספקים נדרשים לוודא שקיפות, אחריות והתחייבות לעמידה באסטרטגיות השירות כדי למנוע השלכות משפטיות וכלכליות משמעותיות.

# name_example14
source: Personal Injury Lawsuit
he: תביעת נזקי גוף

# plaintiffName2
source: John Smith
he: ג'ון סמית'

# defendantName2
source: ABC Logistics
he: ABC לוגיסטיקה

# lawsuitSubject2
source: Workplace Injury
he: פציעה בעבודה

# lawsuit_details2
source: John Smith claims that a workplace accident due to unsafe conditions caused a severe back injury. The plaintiff is seeking $200,000 in damages for medical expenses, lost wages, and pain and suffering.
he: ג'ון סמית' טוען כי תאונת עבודה שנגרמה כתוצאה ממצב בטיחות לא תקין גרמה לפציעה קשה בגב. התובע תובע 200,000 דולר פיצויים עבור הוצאות רפואיות, הפסדי שכר וכאב וסבל.
